{
  "bab1": {
    "title": "Pengenalan",
    "description": "Memahami konsep dasar literasi visual dan tekstual dalam konteks pengenalan",
    "imageId": "1dwlzu56bdBpaJCPn-zamUMUO5xwzkmdV",
    "akti": "Dengan menggunakan pendekatan literasi teks, ambil makna dari teks tentang 'SABAR terhadap Ujian'",
    "opini": "Amati gambar di bawah ini, kemudian jelaskan makna yang tersirat dalam gambar tersebut! <br> <div class=\"image-container\"><img src=\"https://drive.google.com/thumbnail?id=1dwlzu56bdBpaJCPn-zamUMUO5xwzkmdV&sz=w1000\" alt=\"Ilustrasi\" loading=\"lazy\" style=\"max-width: 100%; height: auto;\"></div><p><strong>KUNSI JAWABAN:</strong> Gambar ini menggambarkan pentingnya kesabaran dalam menghadapi ujian hidup. Terlihat seorang individu yang sedang menghadapi tantangan namun tetap tenang dan berusaha mencari solusi.</p>",
    "konsep": "<div class=\"akti-box\"><div class=\"akti-title\"><i class=\"fas fa-graduation-cap\"></i> Konsep Dasar Literasi</div><p>Literasi visual dan tekstual adalah kemampuan untuk memahami, menafsirkan, dan mengevaluasi informasi yang disajikan dalam bentuk visual (gambar, grafik, diagram) dan teks (tulisan).</p></div><p><strong>LKPD Deep Learning - Materi: Cinta Tanah Air & Moderasi Beragama</strong></p><ol><li>Literasi visual membantu memahami simbol-simbol nasional seperti bendera, lambang negara, dan peta.</li><li>Literasi tekstual membantu memahami teks-teks sejarah, konstitusi, dan nilai-nilai kebangsaan.</li><li>Kedua literasi ini saling melengkapi dalam membentuk pemahaman yang holistik tentang cinta tanah air.</li></ol>",
    "prilaku": "<h4>Refleksikan Pemahamanmu terkait materi</h4><ol><li>Setelah mempelajari materi Q.S. al-Qasas/28: 85 tentang cinta tanah air dan Q.S. al-Baqarah/2: 143 tentang moderasi beragama, coba kalian analisis penerapannya dalam kehidupan sehari-hari!</li><li>Tuliskan penerapan cinta tanah air dalam bentuk konkret di lingkungan sekolah dan keluarga!</li><li>Bagaimana cara kamu menunjukkan sikap moderasi beragama dalam pergaulan dengan teman yang berbeda keyakinan?</li></ol><div class=\"akti-box\"><div class=\"akti-title\"><i class=\"fas fa-tasks\"></i> Aktivitas Praktik</div><p>Lakukan observasi di lingkungan sekitar tentang praktik cinta tanah air dan moderasi beragama. Catat hasil observasi dan presentasikan di depan kelas!</p></div>",
    "evaluasi": "<div class=\"evaluasi-item\"><p><strong>Soal 1:</strong> Budiono yang berdomisili di lingkungan perumahan setiap kali ada perintah untuk mengibarkan bendera merah putih pada saat peringatan hari besar nasional, beliau selalu taat dan patuh melaksanakan dengan penuh kesadaran.</p><p><strong>Aspek yang dinilai:</strong> Kebhinekaan Global, Mandiri</p></div><div class=\"evaluasi-item\"><p><strong>Soal 2:</strong> Awaludin setelah pulang dari merantau selalu mengajak pemuda di kampungnya untuk ikut serta dalam kegiatan kemasyarakatan dan menjaga keamanan lingkungan.</p><p><strong>Aspek yang dinilai:</strong> Gotong Royong, Kreatif</p></div><div class=\"evaluasi-item\"><p><strong>Soal 3:</strong> Siti selalu menghormati tetangganya yang berbeda agama dengan tidak memaksakan keyakinannya dan ikut menjaga kerukunan di lingkungan tempat tinggal.</p><p><strong>Aspek yang dinilai:</strong> Moderasi Beragama, Toleransi</p></div>"
  },
  "bab2": {
    "title": "Hidup Bermakna",
    "description": "Menemukan makna dan tujuan dalam kehidupan melalui refleksi dan pengembangan diri.",
    "imageId": "1b8YMW53ExdbS9OIOolvgOfJ9gXR7QSO6",
    "akti": "Dengan menggunakan pendekatan literasi teks, ambil makna dari teks tentang 'HIDUP BERWAKNA' dalam idatari taikas",
    "opini": "Amati gambar di bawah ini, kemudian jelaskan makna yang tersirat dalam gambar tersebut! <br> <div class=\"image-container\"><img src=\"https://drive.google.com/thumbnail?id=1b8YMW53ExdbS9OIOolvgOfJ9gXR7QSO6&sz=w1000\" alt=\"Ilustrasi\" loading=\"lazy\" style=\"max-width: 100%; height: auto;\"></div><p><strong>KUNSI JAWABAN:</strong> Gambar ini menggambarkan perjalanan hidup seseorang yang mencari makna dan tujuan. Terlihat individu yang sedang merenung dan mengevaluasi hidupnya untuk menemukan makna yang lebih dalam.</p>",
    "konsep": "<div class=\"akti-box\"><div class=\"akti-title\"><i class=\"fas fa-graduation-cap\"></i> Konsep Hidup Bermakna</div><p>Hidup bermakna adalah kehidupan yang dijalani dengan kesadaran akan tujuan dan nilai-nilai yang penting, serta memberikan kontribusi positif bagi diri sendiri dan orang lain.</p></div><p><strong>Perhatikan kisah inspiratif dibawah ini kemudian jelaskan makna yang dikandungnya:</strong></p><p>Seorang pemuda yang berasal dari keluarga kurang mampu berhasil meraih gelar sarjana dengan prestasi gemilang. Meskipun banyak kesulitan, ia tetap semangat belajar dan membantu orang tuanya. Setelah lulus, ia mendirikan komunitas belajar gratis untuk anak-anak di kampungnya.</p><p><strong>Nilai-nilai luhur yang dapat dipetik:</strong></p><ol><li><strong>Ketekunan:</strong> Tidak mudah menyerah menghadapi kesulitan</li><li><strong>Kepedulian Sosial:</strong> Membantu sesama yang membutuhkan</li><li><strong>Tanggung Jawab:</strong> Menyelesaikan pendidikan sambil membantu keluarga</li><li><strong>Visioner:</strong> Memiliki visi untuk membangun komunitas belajar</li></ol>",
    "prilaku": "<h4>Refleksikan Pemahamanmu terkait materi</h4><ol><li>Di era saat ini fungsi mempelajari ilmu kalam adalah untuk meminimalisir akidah yang sesat dengan berusaha menghindari tantangan-tantangan dengan cara memberikan penjelasan duduk perkaranya timbul pertentangan itu, selanjutnya membuat suatu solusi yang tepat sesuai dengan tuntunan agama.</li><li>Bagaimana cara menerapkan konsep hidup bermakna dalam kehidupan sehari-hari sebagai pelajar?</li><li>Buatlah rencana hidup (life plan) untuk 5 tahun ke depan dengan memperhatikan nilai-nilai kehidupan yang bermakna!</li></ol><div class=\"akti-box\"><div class=\"akti-title\"><i class=\"fas fa-tasks\"></i> Aktivitas Praktik</div><p>Lakukan wawancara dengan seseorang yang menurut kamu telah menjalani hidup yang bermakna. Tanyakan tentang nilai-nilai hidup, tujuan, dan cara mengatasi tantangan. Presentasikan hasil wawancara di kelas!</p></div>",
    "evaluasi": "<div class=\"evaluasi-item\"><p><strong>Soal 1:</strong> Purlina mendengarkan penjelasan tentang ilmu kalam dari segi agama, kemudian ia melakukan kajian mendalam dan mempelajari dampak positif dari mempelajari ilmu kalam.</p><p><strong>Aspek yang dinilai:</strong> Bernalar Kritis</p></div><div class=\"evaluasi-item\"><p><strong>Soal 2:</strong> Ihsan dan Ahsan adalah dua bersaudara akrab, akan tetapi ia mempunyai perbedaan dalam memahami suatu masalah agama. Mereka berdiskusi dengan kepala dingin untuk mencari titik temu.</p><p><strong>Aspek yang dinilai:</strong> Komunikatif, Toleransi</p></div><div class=\"evaluasi-item\"><p><strong>Soal 3:</strong> Rina selalu merenungkan tujuan hidupnya setiap akhir pekan dan mengevaluasi apakah aktivitasnya selama seminggu telah sesuai dengan nilai-nilai yang ia yakini.</p><p><strong>Aspek yang dinilai:</strong> Reflektif, Bertanggung Jawab</p></div>"
  },
  "bab3": {
    "title": "Munafik tidak Maju",
    "description": "Menerapkan konsep yang telah dipelajari dalam situasi kehidupan nyata.",
    "imageId": "16icmROqGfdHBFkMcidRJgk7EQ3u6Y2ds",
    "akti": "Dengan menggunakan pendekatan literasi teks, ambil makna dari teks tentang 'HASAT memang tidak pengenalan'",
    "opini": "Amati gambar di bawah ini, kemudian jelaskan makna yang tersirat dalam gambar tersebut! <br><div class=\"image-container\"><img src=\"https://drive.google.com/thumbnail?id=16icmROqGfdHBFkMcidRJgk7EQ3u6Y2ds&sz=w1000\" alt=\"Ilustrasi\" loading=\"lazy\" style=\"max-width: 100%; height: auto;\"></div><p><strong>KUNSI JAWABAN:</strong> Gambar ini menggambarkan kontradiksi antara perkataan dan perbuatan. Terlihat seseorang yang mengatakan sesuatu tetapi melakukan hal yang bertolak belakang, yang mencerminkan sifat munafik.</p>",
    "konsep": "Perhatikan kisah inspiratif di bawah ini kemudian jelaskan makna yang dikandungnya, terkait dengan tema pelajaran!<br><br><div class=\"akti-box\"><p><strong>Kisah Inspiratif:</strong> Seorang ketua organisasi selalu berpidato tentang pentingnya disiplin dan tanggung jawab. Namun, dalam praktiknya, ia sering datang terlambat dalam rapat dan tidak menyelesaikan tugas tepat waktu. Anggota organisasi pun mulai kehilangan kepercayaan dan motivasi.</p></div><p><strong>Makna yang terkandung:</strong> Kisah ini mengajarkan bahwa konsistensi antara perkataan dan perbuatan sangat penting. Sifat munafik (berkata tidak sesuai dengan perbuatan) akan menghambat kemajuan baik individu maupun organisasi.</p>",
    "prilaku": "Jelaskan nilai-nilai luhur dari kepribadian yang dapat dipetik dari materi ini!<br><br><ol><li><strong>Integritas:</strong> Menjaga kesesuaian antara perkataan dan perbuatan</li><li><strong>Konsistensi:</strong> Tetap pada prinsip dan nilai yang diyakini</li><li><strong>Kejujuran:</strong> Berkata dan bertindak sesuai dengan kebenaran</li><li><strong>Tanggung Jawab:</strong> Melaksanakan apa yang telah diucapkan atau dijanjikan</li><li><strong>Kredibilitas:</strong> Membangun kepercayaan melalui tindakan nyata</li></ol><div class=\"akti-box\"><div class=\"akti-title\"><i class=\"fas fa-tasks\"></i> Aktivitas Praktik</div><p>Lakukan evaluasi diri: Apakah selama ini ada ketidaksesuaian antara apa yang kamu katakan dan apa yang kamu lakukan? Buatlah komitmen untuk meningkatkan konsistensi antara perkataan dan perbuatan!</p></div>",
    "evaluasi": "<h4>Refleksikan Pemahamanmu terkait materi</h4><ol><li>Bagaimana sikap kalian terhadap orang yang suka membuat masalah dalam berorganisasi, setelah diingatkan atau tidak, sama saja, dan belum tentu diterima yang bersangkutan, maka diperlukan kiat-kiat jitu yang dapat membuat perubahan perilaku?</li><li>Buatlah strategi untuk menghadapi orang yang memiliki sifat munafik dalam lingkungan organisasi atau pergaulan!</li><li>Jelaskan dampak negatif dari sifat munafik bagi perkembangan individu dan organisasi!</li></ol><div class=\"evaluasi-item\"><p><strong>Soal Evaluasi:</strong> Andi selalu menjanjikan akan membantu temannya dalam mengerjakan proyek kelompok, tetapi pada pelaksanaannya ia selalu beralasan sibuk dan tidak pernah memberikan kontribusi nyata.</p><p><strong>Analisis:</strong> Jelaskan sifat apa yang ditunjukkan Andi dan apa dampaknya bagi kelompok!</p></div>"
  },
  "bab4": {
    "title": "Kepemimpinan yang Berkualitas",
    "description": "Mengembangkan keterampilan kepemimpinan yang efektif dan bertanggung jawab.",
    "imageId": "1Y8szHO5IxCbEd-_DJ0iKdRRUcZhnYOKh",
    "akti": "Menganalisis karakteristik kepemimpinan yang efektif dalam berbagai konteks",
    "opini": "Amati gambar di bawah ini, kemudian jelaskan makna yang tersirat dalam gambar tersebut! <br><div class=\"image-container\"><img src=\"https://drive.google.com/thumbnail?id=16icmROqGfdHBFkMcidRJgk7EQ3u6Y2ds&sz=w1000\" alt=\"Ilustrasi\" loading=\"lazy\" style=\"max-width: 100%; height: auto;\"></div><p><strong>KUNSI JAWABAN:</strong> Gambar ini menggambarkan seorang pemimpin yang menginspirasi anggotanya. Terlihat pemimpin yang berada di depan memberikan contoh dan membimbing, bukan hanya memerintah.</p>",
    "konsep": "Perhatikan kisah inspiratif di bawah ini kemudian jelaskan makna yang dikandungnya, terkait dengan tema pelajaran!<br><br><div class=\"akti-box\"><p><strong>Kisah Inspiratif:</strong> Seorang kepala sekolah di daerah terpencil berhasil meningkatkan prestasi sekolahnya dari ranking terbawah menjadi peringkat 3 se-kabupaten dalam waktu 2 tahun. Ia melakukan pendekatan personal dengan setiap guru dan siswa, memahami kebutuhan mereka, dan memberikan contoh langsung dalam setiap kegiatan.</p></div><p><strong>Makna yang terkandung:</strong> Kepemimpinan yang efektif membutuhkan keteladanan, empati, dan komitmen. Pemimpin sejati adalah yang mampu membawa perubahan positif melalui contoh nyata.</p>",
    "prilaku": "Jelaskan nilai-nilai luhur dari kepribadian yang dapat dipetik dari materi ini!<br><br><ol><li><strong>Keteladanan:</strong> Memberikan contoh yang baik sebelum meminta orang lain melakukannya</li><li><strong>Empati:</strong> Memahami perasaan dan kebutuhan orang lain</li><li><strong>Visioner:</strong> Memiliki visi yang jelas dan mampu mengkomunikasikannya</li><li><strong>Komunikasi Efektif:</strong> Menyampaikan pesan dengan jelas dan mendengarkan umpan balik</li><li><strong>Tanggung Jawab:</strong> Bertanggung jawab atas keputusan dan tindakan yang diambil</li></ol>",
    "evaluasi": "<h4>Refleksikan Pemahamanmu terkait materi</h4><ol><li>Bagaimana sikap kalian terhadap orang yang suka membuat masalah dalam berorganisasi, setelah diingatkan atau tidak, sama saja, dan belum tentu diterima yang bersangkutan, maka diperlukan kiat-kiat jitu yang dapat membuat perubahan perilaku?</li><li>Buatlah rencana pengembangan kepemimpinan untuk diri sendiri selama 1 tahun ke depan!</li><li>Analisis karakteristik pemimpin yang paling efektif menurut pengamatanmu dalam kehidupan sehari-hari!</li></ol>"
  },
  "bab5": {
    "title": "Perjuangan Dakwah dalam Organisasi",
    "description": "Memahami esensi dakwah dan strateginya dalam konteks organisasi modern.",
    "imageId": "1E0P6H-hT36a3h46S0SoTKucHIsZlvj2i",
    "akti": "Menganalisis strategi dakwah efektif dalam organisasi kontemporer",
    "opini": "Amati gambar di bawah ini, kemudian jelaskan makna yang tersirat dalam gambar tersebut! <br><div class=\"image-container\"><img src=\"https://drive.google.com/thumbnail?id=16icmROqGfdHBFkMcidRJgk7EQ3u6Y2ds&sz=w1000\" alt=\"Ilustrasi\" loading=\"lazy\" style=\"max-width: 100%; height: auto;\"></div><p><strong>KUNSI JAWABAN:</strong> Gambar ini menggambarkan proses dakwah yang dilakukan dengan bijak dan penuh hikmah. Terlihat seorang dai yang sedang berdiskusi dengan masyarakat dari berbagai latar belakang.</p>",
    "konsep": "Perhatikan kisah inspiratif PERJUANGAN DAKWAH DALAM ORGANISASI di bawah ini kemudian jelaskan makna yang dikandungnya, terkait dengan tema pelajaran!<br><br><div class=\"akti-box\"><p><strong>Kisah Inspiratif:</strong> Seorang aktivis dakwah kampus berhasil mengubah image organisasi dakwah dari yang dianggap eksklusif menjadi inklusif dan menarik bagi mahasiswa dari berbagai fakultas. Ia melakukan pendekatan melalui kegiatan sosial, diskusi ilmiah, dan pelatihan keterampilan yang bermanfaat.</p></div><p><strong>Makna yang terkandung:</strong> Dakwah yang efektif memerlukan pendekatan yang kontekstual, relevan dengan kebutuhan audiens, dan dilakukan dengan cara yang bijaksana serta menarik.</p>",
    "prilaku": "Jelaskan nilai-nilai luhur dari kepribadian yang dapat dipetik dari materi ini!<br><br><ol><li><strong>Bijaksana:</strong> Menyampaikan dakwah dengan cara yang tepat sesuai kondisi</li><li><strong>Inklusif:</strong> Terbuka untuk semua kalangan tanpa diskriminasi</li><li><strong>Kreatif:</strong> Mengembangkan metode dakwah yang menarik dan relevan</li><li><strong>Konsisten:</strong> Tetap pada prinsip meski menghadapi tantangan</li><li><strong>Sabar:</strong> Tidak terburu-buru dalam melihat hasil dakwah</li></ol>",
    "evaluasi": "<h4>Refleksikan Pemahamanmu terkait materi</h4><ol><li>Bagaimana sikap kalian terhadap orang yang suka membuat masalah dalam berorganisasi, setelah diingatkan atau tidak, sama saja, dan belum tentu diterima yang bersangkutan, maka diperlukan kiat-kiat jitu yang dapat membuat perubahan perilaku?</li><li>Buatlah strategi dakwah yang efektif untuk organisasi di era digital sekarang ini!</li><li>Analisis tantangan dakwah dalam organisasi modern dan cara mengatasinya!</li></ol>"
  }
}
